[LocAdmin_Strings]
FO_It_Helmet_Dragon_hunter_02=Dragon Hunter Helm;;;;;;;;;;;;;;Hełm Łowcy Smoków;;Шлем охотника на драконов;;;
FO_Ingolf=Ingolf;;;;;;;;;;;;;;Ingolf;;Ингольф;;;
FO_DragonHunterArmorRecipe=Dragon Hunter Armor;;;;;;;;;;;;;;Zbroja Łowcy Smoków;;Доспех охотника на драконов;;;
FO_DragonHunterHelmetRecipe=Dragon Hunter Helm;;;;;;;;;;;;;;Hełm Łowcy Smoków;;Шлем охотника на драконов;;;
FO_Recipe_DragonShield=Dragonstorm;;;;;;;;;;;;;;Smocza nawałnica;;Гроза драконов;;;
FO_WaterDragonTreasureEggs=Treasure;;;;;;;;;;;;;;Skarb;;Сокровище;;;
FO_Recipe_EmbarlaElixir=Dragon Egg Potion;;;;;;;;;;;;;;Embarla Firgasto;;Зелье из драконьих яиц;;;
FO_Potion_EmbarlaFirgasto=Dragon Egg Potion;;;;;;;;;;;;;;Embarla Firgasto;;Зелье из драконьих яиц;;;
FO_Sword_2H_BeliarsClawNormal=Claw of Beliar;;;;;;;;;;;;;;Szpon Beliara;;Коготь Белиара;;;
FO_Item_XardasScroll=Scroll of Xardas;;;;;;;;;;;;;;Zwój Xardasa;;Свиток Ксардаса;;;
FO_Sword_2H_BeliarsClawCursed=Cursed Claw of Beliar;;;;;;;;;;;;;;Przeklęty Szpon Beliara;;Проклятый Коготь Белиара;;;
FO_Book_SigmorBook=Sigmor's Journal;;;;;;;;;;;;;;Dziennik Sigmora;;Дневник Сигмора;;;
FO_BeliarTempleDemon1=Daemon;;;;;;;;;;;;;;Demon;;Демон;;;
FO_BeliarTempleDemon2=Daeemon;;;;;;;;;;;;;;Demon;;Демон;;;
FO_BeliarTempleDemon3=Daeeemon;;;;;;;;;;;;;;Demon;;Демон;;;
FO_Fur_SnowTroll=Snow troll skin;;;;;;;;;;;;;;Skóra śnieżnego trolla;;Шкура снежного тролля;;;
FO_Bone_SnowTroll=Snow troll bone;;;;;;;;;;;;;;Kość śnieżnego trolla;;Кость снежного тролля;;;
FO_Horn_WhiteShadowbeast=Horn of a white shadowbeast;;;;;;;;;;;;;;Róg białego cieniostwora;;Рог белого мракориса;;;
FO_Blood_FireDragonBlood=Fire Dragon Blood;;;;;;;;;;;;;;Krew ognistego smoka;;Кровь огненного дракона;;;
FO_Blood_IceDragonBlood=Ice dragon blood;;;;;;;;;;;;;;Krew lodowego smoka;;Кровь ледяного дракона;;;
FO_RockTroll=Snow Troll;;;;;;;;;;;;;;Śnieżny troll;;Снежный тролль;;;
FO_Sword_1H_BloodDragonSword=Dragon's Blood Blade;;;;;;;;;;;;;;Ostrze Smoczej Krwi;;Меч из крови дракона;;;
FO_Book_Hunter=Hunter's Notes;;;;;;;;;;;;;;Zapiski łowcy;;Заметки охотника;;;
FO_Sword_1H_FireCupSword=Innos executioner;;;;;;;;;;;;;;Kat Innosa;;Бич Инноса;;;
FO_Sword_2H_FireCupSword=Destroyer of evil;;;;;;;;;;;;;;Niszczyciel zła;;Уничтожитель зла;;;
FO_SigmorChest=Sigmor's chest;;;;;;;;;;;;;;Skrzynia Sigmora;;Сундук Сигмора;;;
FO_Skin_BigDragon=Adult dragon skin;;;;;;;;;;;;;;Skóra dorosłego smoka;;Большая кожа дракона;;;
FO_LightPirateSkeleton_Saber=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Saber1=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Saber2=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Saber3=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Saber4=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Bow=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Bow1=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Bow2=Pirate skeleton;;;;;;;;;;;;;;Szkielet pirata;;Одержимый штормом скелет пирата;;;
FO_LightPirateSkeleton_Captain=Pirate captain skeleton;;;;;;;;;;;;;;Szkielet kapitana piratów;;Одержимый штормом скелет капитана пиратов;;;
FO_Sword_1H_LightPirateEpee=Storm rapier;;;;;;;;;;;;;;Rapier sztormu;;Энергетическая рапира;;;
FO_Sword_1H_LightPirateSaber=Storm Saber;;;;;;;;;;;;;;Szabla sztormu;;Энергетическая сабля;;;
FO_Sword_1H_LightCaptainSaber=Petrel;;;;;;;;;;;;;;Petrel;;Буревестник;;;
FO_Sword_1H_LightPirateEpee_Player=Energy Rapier;;;;;;;;;;;;;;Rapier sztormu;;Энергетическая рапира;;;
FO_Sword_1H_LightPirateSaber_Player=Energy Saber;;;;;;;;;;;;;;Szabla sztormu;;Энергетическая сабля;;;
FO_Sword_1H_LightCaptainSaber_Player=Petrel;;;;;;;;;;;;;;Petrel;;Буревестник;;;
FO_BeliarDemon=A summoned demon;;;;;;;;;;;;;;Przyzwany demon;;Призванный демон;;;
FO_Recipe_DragonTooth=Dragon tooth;;;;;;;;;;;;;;Ząb Smoka;;Зуб дракона;;;
FO_Recipe_DragonBlood=Dragon's blood;;;;;;;;;;;;;;Smocza krew;;Кровь дракона;;;
FO_Item_PedarForm=Mold for Petara ore billet;;;;;;;;;;;;;;Petar's ore-form;;Форма для рудной заготовки Петара;;;
FO_Item_PedarPureOreSword=Magic Petar's Staff;;;;;;;;;;;;;;Sztaba magicznej Petara;;Рудная болванка Петара;;;
FO_Sword_2H_DragonHunterSword=Storm of dragons;;;;;;;;;;;;;;Sztaba magicznej Petara;;Гроза драконов;;;
FO_Recipe_2H_DragonHunterSword=Storm of dragons;;;;;;;;;;;;;;Sztaba magicznej Petara;;Гроза драконов;;;

INFO_ZTTStill_01_PLR_01=(Pickpocket.);;;;;;;;;;;;;;(Dokonaj kradzieży kieszonkowej.);;(Совершить особую карманную кражу.);;;

INFO_ZSBeliar_01_PLR_01=Beliar! Answer my call!;;;;;;;;;;;;;;Beliarze! Odpowiedz na moje wezwanie!;;Белиар! Откликнись на мой зов!;;;
INFO_ZSBeliar_01_NPC_02=Why are you bothering me, mortal!;;;;;;;;;;;;;;Dlaczego mi przeszkadzasz, śmiertelniku!;;Почему ты тревожишь меня, смертный!;;;

INFO_ZSIngvar_01_NPC_01=The acquired knowledge allows not only to forge weapons, but also to melt the ore in the melting furnace;;;;;;;;;;;;;;Zdobyta wiedza pozwala nie tylko wykuć broń, ale także przetopić rudę w piecu do topienia;;Полученные тобой знания позволяют не только ковать оружие, но и переплавлять руду в плавильной печи.;;;

INFO_ZSBeliar_02_PLR_01=Can you restore Talon to its former glory?;;;;;;;;;;;;;;Czy zdołasz przywrócić Szponowi jego dawną świetność?;;Ты можешь вернуть Когтю его былую мощь?;;;
INFO_ZSBeliar_02_NPC_02=This sword has brought nothing but pain and destruction to this world.;;;;;;;;;;;;;;Ten miecz przyniósł temu światu tylko ból i zniszczenie.;;Этот меч принёс в этот мир только боль и разрушения.;;;
INFO_ZSBeliar_02_NPC_03=And yet you still want to hold it in your hand?;;;;;;;;;;;;;;I mimo to nadal chcesz go dzierżyć w swej dłoni?;;И, тем не менее, ты всё равно хочешь заполучить его?;;;
INFO_ZSBeliar_02_NPC_04=I like this idea;;;;;;;;;;;;;;Podoba mi się ten pomysł;;Мне это нравится.;;;
INFO_ZSBeliar_02_NPC_05=Unfortunately, I can't restore Talon to his former powers.;;;;;;;;;;;;;;Niestety, nie mogę przywrócić Szponowi jego dawnych mocy.;;К сожалению, я не могу вернуть Когтю его прежние силы.;;;
INFO_ZSBeliar_02_NPC_06=But I can pour new power into it.;;;;;;;;;;;;;;Ale mogę wlać w niego nową moc.;;Но я могу наделить его новой мощью.;;;
INFO_ZSBeliar_02_NPC_07=Lose the fools who dared to change the nature of Talon.;;;;;;;;;;;;;;Strać głupców, którzy odważyli się zmienić naturę Szponu.;;Принеси в жертву глупцов, посмевших изменить сущность Когтя.;;;
INFO_ZSBeliar_02_NPC_08=And then you will receive from me one of the most powerful swords in this world.;;;;;;;;;;;;;;A wtedy otrzymasz ode mnie jedno z najpotężniejszych mieczy na tym świecie.;;И тогда ты получишь от меня один из сильнейших мечей в мире.;;;

INFO_ZSBeliar_03_PLR_01=I will not do it.;;;;;;;;;;;;;;Nie zrobię tego.;;Я не стану делать этого.;;;
INFO_ZSBeliar_03_NPC_02=You wasted my time!;;;;;;;;;;;;;;Zmarnowałeś mój czas!;;Ты потратил моё время впустую!;;;
INFO_ZSBeliar_03_NPC_03=You will answer for it!;;;;;;;;;;;;;;Odpowiesz za to!;;Ты ответишь за это!;;;

INFO_ZSBeliar_04_PLR_01=I'll take care of it.;;;;;;;;;;;;;;Zajmę się tym.;;По рукам.;;;
INFO_ZSBeliar_04_NPC_02=I'll wait.;;;;;;;;;;;;;;Będę czekać.;;Я буду ждать.;;;

INFO_ZSBeliar_05_PLR_01=I killed all the waterbenders.;;;;;;;;;;;;;;Zabiłem wszystkich magów wody.;;Я убил всех магов воды.;;;
INFO_ZSBeliar_05_NPC_02=Yes, I have seen their souls enter my realm.;;;;;;;;;;;;;;Tak, widziałem jak ich dusze wkraczają do mego królestwa.;;Да, я видел, как их души вошли в моё царство.;;;
INFO_ZSBeliar_05_PLR_03=What about our deal?;;;;;;;;;;;;;;Co z naszą umową?;;Как насчёт нашего уговора?;;;
INFO_ZSBeliar_05_NPC_04=You spilled the blood of your friends.;;;;;;;;;;;;;;Przelałeś krew swych przyjaciół.;;Ты пролил кровь своих друзей.;;;
INFO_ZSBeliar_05_NPC_05=You deserve my blessing.;;;;;;;;;;;;;;Zasługujesz na moje błogosławieństwo.;;Ты заслужил моё благословение.;;;
INFO_ZSBeliar_05_NPC_06=I am looking forward to our personal meeting.;;;;;;;;;;;;;;Nie mogę się doczekać naszego osobistego spotkania.;;Жду не дождусь нашей личной встречи.;;;
INFO_ZSBeliar_05_NPC_07=See you.;;;;;;;;;;;;;;Do zobaczenia.;;Увидимся.;;;

INFO_ZSBogir_01_PLR_01=You say you know where to find the white shadowbeast.;;;;;;;;;;;;;;Podobno wiesz, gdzie można znaleźć białego cieniostwora.;;Говорят, ты знаешь, где можно встретить белого мракориса.;;;
INFO_ZSBogir_01_NPC_02=When it's time for the last hunt, you can come with me.;;;;;;;;;;;;;;Kiedy nadejdzie czas ostatniego polowania, możesz pójść ze mną.;;Когда придёт время последней охоты, можешь пойти со мной.;;;
INFO_ZSBogir_01_NPC_03=I will take you to him.;;;;;;;;;;;;;;Zaprowadzę cię do niego.;;Я приведу тебя к нему.;;;

INFO_ZSDragonHunter_01_NPC_01=What are you doing here?!;;;;;;;;;;;;;;Co ty tutaj robisz?!;;Что ты здесь делаешь?!;;;
INFO_ZSDragonHunter_01_NPC_02=It's too dangerous here. Go away!;;;;;;;;;;;;;;Tu jest zbyt niebezpiecznie. Odejdź!;;Тут слишком опасно. Уходи!;;;
INFO_ZSDragonHunter_01_PLR_03=What? What are you talking about?;;;;;;;;;;;;;;Co? O czym ty mówisz?;;Что не так?;;;
INFO_ZSDragonHunter_01_NPC_04=The dragon is nearby, this burnt hut is his doing...;;;;;;;;;;;;;;Smok jest w pobliżu, ta spalona chata to właśnie jego sprawka...;;Этот дом разрушил дракон и он всё ещё рядом.;;;
INFO_ZSDragonHunter_01_NPC_05=But I'll show him, I'll kill the reptile.;;;;;;;;;;;;;;Ale ja już mu pokażę, zabiję gada.;;Я собираюсь убить его.;;;

INFO_ZSDragonHunter_02_PLR_01=Who are you?;;;;;;;;;;;;;;Kim jesteś?;;Кто ты?;;;
INFO_ZSDragonHunter_02_NPC_02=I am Ingolf the dragon hunter.;;;;;;;;;;;;;;Jestem Ingolf, łowca smoków.;;Я Ингольф – охотник на драконов.;;;
INFO_ZSDragonHunter_02_NPC_03=I travel the world and kill these winged beasts.;;;;;;;;;;;;;;Podróżuję po świecie i zabijam te skrzydlate bestie.;;Путешествую по миру и убиваю различных чудищ.;;;
INFO_ZSDragonHunter_02_NPC_04=I've already killed a dozen of these creatures.;;;;;;;;;;;;;;Zabiłem już kilkanaście takich stworzeń.;;За свою жизнь я убил много летающих тварей.;;;

INFO_ZSDragonHunter_03_PLR_01=I can join?;;;;;;;;;;;;;;Mogę dołączyć?;;Я могу присоединиться к тебе?;;;
INFO_ZSDragonHunter_03_NPC_02=Out of the question. It's too dangerous.;;;;;;;;;;;;;;Wykluczone. To zbyt niebezpieczne.;;Исключено. Это слишком опасно.;;;
INFO_ZSDragonHunter_03_NPC_03=you can die.;;;;;;;;;;;;;;Możesz umrzeć.;;Ты можешь погибнуть.;;;
INFO_ZSDragonHunter_03_PLR_04=I've dealt with dragons before.;;;;;;;;;;;;;;Miałem już do czynienia ze smokami.;;Мне уже приходилось иметь дело с драконами.;;;
INFO_ZSDragonHunter_03_NPC_05=You don't look like a hunter to me.;;;;;;;;;;;;;;Nie wyglądasz mi na łowcę.;;Ты не похож на охотника.;;;
INFO_ZSDragonHunter_03_PLR_06=The last few months have not been the best for me.;;;;;;;;;;;;;;Ostatnie miesiące nie były dla mnie najlepsze.;;Несколько последних месяцев прошли для меня не самым удачным образом.;;;
INFO_ZSDragonHunter_03_NPC_07=Okay, you can come with me.;;;;;;;;;;;;;;Dobra, możesz iść ze mną.;;Хорошо, можешь пойти со мной.;;;
INFO_ZSDragonHunter_03_NPC_08=But I warned you.;;;;;;;;;;;;;;Ale ostrzegałem cię.;;Но я предупредил тебя.;;;
INFO_ZSDragonHunter_03_NPC_09=If you die, it will be entirely your fault.;;;;;;;;;;;;;;Jeśli zginiesz, to będzie tylko i wyłącznie twoja zasługa.;;Если погибнешь, твоя смерть не будет на моей совести.;;;

INFO_ZSDragonHunter_04_PLR_01=Let's hunt this dragon.;;;;;;;;;;;;;;Zapolujmy na tego smoka.;;Давай убьём дракона.;;;
INFO_ZSDragonHunter_04_NPC_02=Let's stick Together.;;;;;;;;;;;;;;Trzymajmy się razem.;;Держимся вместе.;;;
INFO_ZSDragonHunter_04_NPC_03=Let's not let him fry us.;;;;;;;;;;;;;;Nie pozwólmy, żeby nas usmażył.;;Не дадим этой твари поджарить нас.;;;

INFO_ZSDragonHunter_05_NPC_01=Just as I thought, it was just a chick.;;;;;;;;;;;;;;Tak jak myślałem, to było tylko pisklę.;;Как я и думал, это был всего лишь детёныш.;;;
INFO_ZSDragonHunter_05_NPC_02=Unfortunately, you won't be able to get valuable trophies from such small dragons.;;;;;;;;;;;;;;Niestety, z takich małych smoków nie da rady pozyskać cennych trofeów.;;К сожалению, с маленьких драконов нельзя получить по настоящему ценную добычу.;;;
INFO_ZSDragonHunter_05_NPC_03=You can gut it and take it all for yourself.;;;;;;;;;;;;;;Możesz go wypatroszyć i zabrać wszystko dla siebie.;;Можешь разделать его и забрать трофеи себе.;;;
INFO_ZSDragonHunter_05_NPC_04=I set up camp at an oasis near Bakaresh.;;;;;;;;;;;;;;Rozbiłem obóz w przy oazie w pobliżu Bakareshu.;;Я разбил лагерь возле оазиса Бакареша.;;;
INFO_ZSDragonHunter_05_NPC_05=If you need me, look for me there.;;;;;;;;;;;;;;Jeśli będziesz mnie potrzebował, poszukaj mnie tam.;;Если понадоблюсь, ищи меня там.;;;

INFO_ZSDragonHunter_06_PLR_01=You come from Nordmar.;;;;;;;;;;;;;;Pochodzisz z Nordmaru.;;У тебя нордмарское имя.;;;
INFO_ZSDragonHunter_06_NPC_02=That's right. Norm blood runs through my veins.;;;;;;;;;;;;;;Zgada się. Normarska krew płynie w moich żyłach.;;Ты прав. В моих жилах течёт нордмарская кровь.;;;
INFO_ZSDragonHunter_06_NPC_03=I left my homeland to carry on the tradition of my family.;;;;;;;;;;;;;;Opuściłem ojczyznę, żeby kontynuować tradycję mego rodu.;;Я покинул северную страну, чтобы продолжить старую семейную традицию.;;;
INFO_ZSDragonHunter_06_NPC_04=Many of my ancestors were dragon hunters.;;;;;;;;;;;;;;Wielu moich przodków było łowcami smoków.;;В моём роду было много охотников на драконов.;;;
INFO_ZSDragonHunter_06_NPC_05=I grew up on the stories of my ancestors' exploits and decided what I wanted to be.;;;;;;;;;;;;;;Wychowałem się na opowieściach o wyczynach moich przodków i zdecydowałem, kim chcę być.;;Я рос на историях о подвигах своих предков и твёрдо решил, кем хочу быть.;;;
INFO_ZSDragonHunter_06_NPC_06=Unfortunately, nowadays almost all dragons are extinct.;;;;;;;;;;;;;;Niestety, w obecnych czasach prawie wszystkie smoki już wyginęły.;;Увы, но в наше время почти все драконы перевелись.;;;
INFO_ZSDragonHunter_06_NPC_07=And those who managed to survive were holed up in the most isolated corners of the world.;;;;;;;;;;;;;;A te, które zdołały przeżyć, zaszyły się w najbardziej odosobnionych zakątkach świata.;;Оставшиеся в живых единицы спрятались в укромных уголках мира.;;;
INFO_ZSDragonHunter_06_NPC_08=They just want to survive.;;;;;;;;;;;;;;Chcą po prostu przetrwać.;;Они просто хотят выжить.;;;
INFO_ZSDragonHunter_06_NPC_09=There are enough dragons for our century, but for the next...;;;;;;;;;;;;;;Smoków wystarczy na nasze stulecie, ale na następne...;;На наш век драконов ещё хватит, но вот на следующий...;;;
INFO_ZSDragonHunter_06_NPC_10=I'm afraid you and I are the last dragon hunters.;;;;;;;;;;;;;;Obawiam się, że ty i ja jesteśmy ostatnimi łowcami smoków.;;Боюсь, мы с тобой последние охотники на драконов.;;;

INFO_ZSDragonHunter_07_PLR_01=What valuable trophies do you mean?;;;;;;;;;;;;;;Jakie cenne trofea masz na myśli?;;О какой ценной добыче ты говоришь?;;;
INFO_ZSDragonHunter_07_NPC_02=Dragon eggs.;;;;;;;;;;;;;;Smocze jaja.;;Драконьи яйца.;;;
INFO_ZSDragonHunter_07_NPC_03=You can sell them for loads of gold or brew them into a powerful potion.;;;;;;;;;;;;;;Możesz je sprzedać za górę złota lub uwarzyć z nich potężny eliksir.;;Ты можешь продать их за целое состояние или сварить мощный эликсир.;;;
INFO_ZSDragonHunter_07_NPC_04=Adult dragons do not wander very far from their nests.;;;;;;;;;;;;;;Dorosłe smoki nie oddalają się zbyt daleko od swoich gniazd.;;Взрослые драконы не отходят от своих гнёзд слишком далеко.;;;
INFO_ZSDragonHunter_07_NPC_05=Therefore, if you meet one, be sure to search the entire area.;;;;;;;;;;;;;;Dlatego jeśli jakiegoś spotkasz, koniecznie przeszukaj całą okolicę.;;Поэтому, если встретишь такого, обязательно обыщи окрестности.;;;
INFO_ZSDragonHunter_07_NPC_06=You might get lucky and find some eggs.;;;;;;;;;;;;;;Możesz mieć szczęście i znaleźć kilka jaj.;;Возможно, тебе повезёт, и ты найдёшь пару яиц.;;;

INFO_ZSDragonHunter_08_PLR_01=Where did you get this armor from?;;;;;;;;;;;;;;Skąd masz tę zbroję?;;Где ты достал этот доспех?;;;
INFO_ZSDragonHunter_08_NPC_02=I made it according to the scheme that I found in the library of the monastery in Nordmar.;;;;;;;;;;;;;;Zrobiłem ją według schematu, który znalazłem w bibliotece klasztoru w Nordmarze.;;Я смастерил его по чертежам, которые нашёл в библиотеке Монастыря в Нордмаре.;;;
INFO_ZSDragonHunter_08_PLR_03=Can you tell me how to create one?;;;;;;;;;;;;;;Czy możesz mi powiedzieć, jak taki stworzyć?;;Расскажешь, как сделать такой же?;;;
INFO_ZSDragonHunter_08_NPC_04=I don't tell my secrets to just anyone.;;;;;;;;;;;;;;Nie zdradzam swoich sekretów byle komu.;;Я не раскрываю свои секреты кому попало.;;;
INFO_ZSDragonHunter_08_NPC_05=First you have to prove that you are a true dragon hunter.;;;;;;;;;;;;;;Najpierw musisz udowodnić, że jesteś prawdziwym łowcą smoków.;;Сперва ты должен доказать, что действительно являешься охотником на драконов.;;;
INFO_ZSDragonHunter_08_NPC_06=Bring me an adult dragon pelt and I will share my knowledge with you.;;;;;;;;;;;;;;Przynieś mi skórę dorosłego smoka, a podzielę się z tobą moją wiedzą.;;Принеси мне кожу взрослого дракона, и я поделюсь с тобой своими знаниями.;;;

INFO_ZSDragonHunter_09_PLR_01=I have an adult dragon skin.;;;;;;;;;;;;;;Mam skórę dorosłego smoka.;;У меня есть кожа взрослого дракона.;;;
INFO_ZSDragonHunter_09_NPC_02=Let me see.;;;;;;;;;;;;;;Niech no spojrzę.;;Позволь взглянуть.;;;
INFO_ZSDragonHunter_09_NPC_03=Good job.;;;;;;;;;;;;;;Dobra robota.;;Отличная работа.;;;
INFO_ZSDragonHunter_09_NPC_04=I'll pay you for it.;;;;;;;;;;;;;;Zapłacę ci za nią.;;Я заплачу тебе за неё.;;;
INFO_ZSDragonHunter_09_NPC_05=If you want, you can sell me the rest of the trophies or buy some blueprints.;;;;;;;;;;;;;;Jeśli chcesz, możesz mi sprzedać resztę trofeów, albo kupić jakieś schematy.;;Если хочешь, можешь продать мне остальные трофеи, либо купить несколько рецептов.;;;

INFO_ZSHolyFire_Tester_01_PLR_01=Sprinkle with the fire dragon's blood.;;;;;;;;;;;;;;Skrop krwią ognistego smoka.;;Плеснуть кровь огненного дракона.;;;
INFO_ZSHolyFire_Tester_01_PLR_02=Bring the sword closer.;;;;;;;;;;;;;;Zbliż miecz.;;Поднести меч.;;;
INFO_ZSHolyFire_Tester_01_PLR_03=The sword of the ancestors.;;;;;;;;;;;;;;Miecz przodków.;;Меч предков.;;;
INFO_ZSHolyFire_Tester_01_PLR_04=The power of the ancestors.;;;;;;;;;;;;;;Moc Przodków.;;Сила предков.;;;

INFO_ZSMilten_01_PLR_01=I need your help.;;;;;;;;;;;;;;Potrzebuję twojej pomocy.;;Мне нужна твоя помощь.;;;
INFO_ZSMilten_01_NPC_02=What is it about?;;;;;;;;;;;;;;O co chodzi?;;В чём дело?;;;
INFO_ZSMilten_01_PLR_03=Remember our magic ore mound trick in the colony?;;;;;;;;;;;;;;Pamiętasz naszą sztuczkę z kopcem magicznej rudy w kolonii?;;Помнишь тот трюк, который мы провернули с горой магической руды в колонии?;;;
INFO_ZSMilten_01_NPC_04=Such things are not forgotten.;;;;;;;;;;;;;;O takich rzeczach się nie zapomina.;;Такое тяжело забыть.;;;
INFO_ZSMilten_01_NPC_05=Wait, what are you getting at...;;;;;;;;;;;;;;Zaraz, do czego zmierzasz...;;Постой, ты что хочешь...;;;
INFO_ZSMilten_01_PLR_06=I must possess the power of all the fire goblets.;;;;;;;;;;;;;;Muszę posiąść moc wszystkich ognistych pucharów.;;Мне нужно заполучить мощь огненных кубков.;;;
INFO_ZSMilten_01_NPC_07=No way.;;;;;;;;;;;;;;Nie ma mowy.;;Ну уж нет.;;;
INFO_ZSMilten_01_NPC_08=I'm not going to desecrate the sacred fire.;;;;;;;;;;;;;;Nie zamierzam bezcześcić świętego ognia.;;Я не собираюсь осквернять священный огонь.;;;
INFO_ZSMilten_01_NPC_09=If the firebenders find out...;;;;;;;;;;;;;;Jeśli magowie ognia się dowiedzą...;;Если маги огня узнают...;;;
INFO_ZSMilten_01_PLR_10=It will be different this time, I promise.;;;;;;;;;;;;;;Tym razem będzie inaczej, daję słowo.;;В этот раз всё будет по-другому обещаю тебе.;;;
INFO_ZSMilten_01_PLR_11=Nobody will know what happened here.;;;;;;;;;;;;;;Nikt się nie dowie, co się tu wydarzyło.;;Никто не узнает, что здесь произошло.;;;
INFO_ZSMilten_01_PLR_12=If mages sense a magical fluctuation, we can always tell them we've performed the firecup ritual.;;;;;;;;;;;;;;Jeśli magowie wyczują magiczne fluktuacje, zawsze możemy im powiedzieć, że odprawiliśmy rytuał ognistych pucharów.;;Если маги почувствуют магические колебания, мы всегда можем сказать им, что провели ритуал огненных кубков.;;;
INFO_ZSMilten_01_PLR_13=Milten, trust me.;;;;;;;;;;;;;;Miltenie, zaufaj mi.;;Мильтен, доверься мне.;;;
INFO_ZSMilten_01_NPC_14=No way, I won't do it in my right mind.;;;;;;;;;;;;;;Nie ma mowy, nie zrobię tego będąc o zdrowych zmysłach.;;Нет, я не стану делать этого по своей воле.;;;
INFO_ZSMilten_01_NPC_15=I believe there is another way.;;;;;;;;;;;;;;Wierzę, że jest inne wyjście.;;Я верю, что есть другой выход.;;;

INFO_ZSMilten_02_NPC_01=What have you done?!;;;;;;;;;;;;;;Co ty zrobiłeś?!;;Что ты натворил?!;;;
INFO_ZSMilten_02_PLR_02=You refused to help me, so I took matters into my own hands.;;;;;;;;;;;;;;Odmówiłeś mi pomocy, więc wziąłem sprawy w swoje ręce.;;Ты отказался мне помогать, и я взял ситуацию в свои руки.;;;
INFO_ZSMilten_02_NPC_03=You used me as a puppet and with your own hands deprived the paladins of the last chance to return their magic.;;;;;;;;;;;;;;Wykorzystałeś mnie jak marionetkę i własnymi rękami pozbawiłeś paladynów ostatniej szansy na zwrócenie im ich magii.;;Ты использовал меня как марионетку и моими же руками лишил паладинов последней возможности вернуть им свою магию.;;;
INFO_ZSMilten_02_PLR_04=I did it to create a weapon to help us win this war.;;;;;;;;;;;;;;Zrobiłem to, by stworzyć broń, która pomoże nam wygrać tę wojnę.;;Я сделал это, чтобы создать оружие, которое поможет нам победить в этой войне.;;;
INFO_ZSMilten_02_NPC_05=You've changed a lot lately.;;;;;;;;;;;;;;Ostatnio bardzo się zmieniłeś.;;Ты сильно изменился за последнее время.;;;
INFO_ZSMilten_02_PLR_06=I don't think so.;;;;;;;;;;;;;;Nie sądzę.;;Я так не считаю.;;;
INFO_ZSMilten_02_NPC_07=So I didn't know you very well all this time.;;;;;;;;;;;;;;Więc nie znałem cię zbyt dobrze przez cały ten czas.;;Значит, всё это время я плохо тебя знал.;;;
INFO_ZSMilten_02_NPC_08=get out! I do not want to see you!;;;;;;;;;;;;;;Wynoś się! Nie chcę cię widzieć!;;Убирайся! Не хочу тебя видеть!;;;
INFO_ZSMilten_02_NPC_09=You traded our friendship for this sword.;;;;;;;;;;;;;;Wymieniłeś naszą przyjaźń za ten miecz.;;Ты променял нашу дружбу на этот меч.;;;

INFO_ZSMilten_03_NPC_01=(Give the scroll of Xardas.);;;;;;;;;;;;;;(Przekaż zwój Xardasa.);;(Отдать свиток Ксардаса.);;;

INFO_ZSPedar_01_NPC_01=Horn of a white shadowbeast.;;;;;;;;;;;;;;Róg białego cieniostwora.;;Рог белого мракориса.;;;

INFO_ZSPedar_02_PLR_01=Where should I look for the white shadowbeast?;;;;;;;;;;;;;;Gdzie mam szukać białego cieniostwora?;;Где мне искать белого мракориса?;;;
INFO_ZSPedar_02_NPC_02=Go to the Wolf Clan and ask Bogir.;;;;;;;;;;;;;;Udaj się do Klanu Wilka i zapytaj Bogira.;;Отправляйся в Клан Волка и спроси у Богира.;;;
INFO_ZSPedar_02_NPC_03=He should know.;;;;;;;;;;;;;;On powinien wiedzieć.;;Он должен знать.;;;

INFO_ZSPedar_03_PLR_01=Please, I got the horn of the white shadowbeast.;;;;;;;;;;;;;;Proszę, zdobyłem róg białego cieniostwora.;;Вот, я достал рог белого мракориса.;;;
INFO_ZSPedar_03_NPC_02=Excellent.;;;;;;;;;;;;;;Wspaniale.;;Похвально.;;;
INFO_ZSPedar_03_NPC_03=You've made more progress than my students.;;;;;;;;;;;;;;Poczyniłeś większe postępy niż moi uczniowie.;;Ты продвинулся дальше моих учеников.;;;

INFO_ZSPedar_04_PLR_01=What trophy will be next?;;;;;;;;;;;;;;Jakie trofeum będzie następne?;;Какой компонент будет следующим?;;;
INFO_ZSPedar_04_NPC_02=Snow troll bone.;;;;;;;;;;;;;;Kość śnieżnego trolla.;;Кость снежного тролля.;;;

INFO_ZSPedar_05_PLR_01=I've never heard of snow trolls.;;;;;;;;;;;;;;Nigdy nie słyszałem o śnieżnych trollach.;;Я никогда не слышал о снежных троллей.;;;
INFO_ZSPedar_05_NPC_02=This is because they were minted by our ancestors.;;;;;;;;;;;;;;To dlatego, że zostały wybite przez naszych przodków.;;Всё потому, что они были истреблены нашими предками.;;;
INFO_ZSPedar_05_NPC_03=The surviving trolls are holed up on mountain peaks and do not show up to humans.;;;;;;;;;;;;;;Ocalałe trolle zaszyły się na górskich szczytach i nie pokazują się ludziom.;;Оставшиеся в живых тролли спрятались на вершинах скал и не показываются людям.;;;
INFO_ZSPedar_05_NPC_04=Can you see the outline of the mountain east of my house? If you climb its slope, you will surely meet them.;;;;;;;;;;;;;;Czy widzisz zarys góry na wschód od mojego domu? Jeśli wdrapiesz się na jej zbocze, na pewno je spotkasz.;;Видишь, очертания горы к востоку от моего дома? Если взберёшься на ее склон то обязательно встретишься с ними.;;;

INFO_ZSPedar_06_PLR_01=I got a snow troll bone.;;;;;;;;;;;;;;Zdobyłem kość śnieżnego trolla.;;Я достал кость снежного тролля.;;;
INFO_ZSPedar_06_NPC_02=Can not be.;;;;;;;;;;;;;;Nie może być.;;Этого не может быть.;;;
INFO_ZSPedar_06_NPC_03=No one has been able to kill this beast for many years.;;;;;;;;;;;;;;Od wielu lat nikt nie był w stanie zabić tej bestii.;;Уже много лет никому не удавалось убить снежного тролля.;;;
INFO_ZSPedar_06_NPC_04=And yet, it's his bone.;;;;;;;;;;;;;;A jednak, to jego kość.;;Но всё же - это его кость.;;;

INFO_ZSPedar_07_PLR_01=How many more ingredients do I need to bring you so you can finish the sword?;;;;;;;;;;;;;;Ile jeszcze składników muszę ci przynieść, żebyś mógł dokończyć miecz?;;Сколько ещё ингредиентов я должен принести тебе, чтобы ты смог закончить свой меч?;;;
INFO_ZSPedar_07_NPC_02=I've already made a perfect hilt.;;;;;;;;;;;;;;Zrobiłem już doskonałą rękojeść.;;Я уже изготовил отличную рукоятку.;;;
INFO_ZSPedar_07_PLR_03=Handle? are you kidding me?;;;;;;;;;;;;;;Rękojeść? Żartujesz?;;Рукоятку? Ты шутишь?;;;
INFO_ZSPedar_07_NPC_04=This is no ordinary hilt, but the best hilt in all of Nordmar.;;;;;;;;;;;;;;To nie jest zwykła rękojeść, ale najlepsza rękojeść w całym Nordmarze.;;Не просто рукоятку, а лучшую рукоятку в Нордмаре.;;;
INFO_ZSPedar_07_NPC_05=Light and strong enough to withstand the power of the blade.;;;;;;;;;;;;;;Wystarczająco lekka i mocna, żeby wytrzymać moc ostrza.;;Достаточно лёгкую и прочную, чтобы выдержать магическое воздействие лезвия.;;;
INFO_ZSPedar_07_PLR_06=What are you going to make the blade out of?;;;;;;;;;;;;;;A z czego zamierzasz zrobić ostrze?;;Из чего ты собрался изготавливать лезвие?;;;
INFO_ZSPedar_07_NPC_07=I need the blood of an ice dragon to create it.;;;;;;;;;;;;;;Do jej stworzenia potrzebuję krwi lodowego smoka.;;Для его создания мне потребуется кровь ледяного дракона.;;;
INFO_ZSPedar_07_NPC_08=I will use a bar of pure magical ore to form the blade and give it special properties.;;;;;;;;;;;;;;Do uformowania ostrza wykorzystam sztabę czystej magicznej rudy i nadam mu specjalne właściwości.;;Я обработаю ей болванку чистой магической руды и придам лезвию особые свойства.;;;
INFO_ZSPedar_07_PLR_09=Want to make a sword out of ice dragon blood?;;;;;;;;;;;;;;Chcesz zrobić miecz z krwi lodowego smoka?;;Ты хочешь сделать меч из крови ледяного дракона?;;;
INFO_ZSPedar_07_NPC_10=Yes, and I will be the first to succeed.;;;;;;;;;;;;;;Tak, i będę pierwszym, któremu się to uda.;;Да, и я буду первым кому это удастся.;;;
INFO_ZSPedar_07_NPC_11=Bring me the blood of the ice dragon.;;;;;;;;;;;;;;Przynieś mi krew lodowego smoka.;;Принеси мне кровь ледяного дракона.;;;

INFO_ZSPedar_08_PLR_01=Where can I find a fire dragon?;;;;;;;;;;;;;;Gdzie mogę znaleźć ognistego smoka?;;Где я найду огненного дракона?;;;
INFO_ZSPedar_08_PLR_02=As far as I know, they live in volcanic areas.;;;;;;;;;;;;;;O ile wiem, żyją na terenach wulkanicznych.;;Насколько я знаю, они обитают на вулканических землях.;;;
INFO_ZSPedar_08_PLR_03=There are no such places on the continent.;;;;;;;;;;;;;;Na kontynencie takich miejsc nie ma.;;Таких мест нет на материке.;;;
INFO_ZSPedar_08_NPC_04=This is a misconception, fire dragons feel good in any hot place.;;;;;;;;;;;;;;To błędne przekonanie, ogniste smoki się czują dobrze w każdych gorących miejscach.;;Это заблуждение, огненные драконы чувствуют себя хорошо в любых жарких местах.;;;
INFO_ZSPedar_08_PLR_05=For example, in the very south of the Varantu Desert.;;;;;;;;;;;;;;Na przykład na samym południu pustyni Varantu.;;К примеру, на самом юге пустыни Варант.;;;
INFO_ZSPedar_08_NPC_06=And since all dragons prefer solitude, the best place to look would be around Ishtar.;;;;;;;;;;;;;;A ponieważ wszystkie smoki wolą samotność, najlepszym miejscem do poszukiwania wskazałbym okolice Ishtar.;;А так как все драконы предпочитают уединение, то лучшим местом для поисков я бы назвал окрестности Иштара.;;;

INFO_ZSPedar_09_PLR_01=Where can I find an ice dragon?;;;;;;;;;;;;;;Gdzie mogę znaleźć lodowego smoka?;;Где мне искать ледяного дракона?;;;
INFO_ZSPedar_09_NPC_02=Honestly, I have no idea.;;;;;;;;;;;;;;Szczerze mówiąc, nie mam zielonego pojęcia.;;Признаюсь честно, я не имею ни малейшего понятия.;;;
INFO_ZSPedar_09_NPC_03=Ice dragons have not been seen for a long time.;;;;;;;;;;;;;;Lodowych smoków nie widziano od dawna.;;Ледяных драконов уже давно никто не видел.;;;
INFO_ZSPedar_09_NPC_04=I'd look for them in the very north of Nordmar.;;;;;;;;;;;;;;Szukałbym ich na samej północy Nordmaru.;;Я бы поискал их на самом севере Нордмара.;;;
INFO_ZSPedar_09_NPC_05=Near Fire Clan and Innos Monastery.;;;;;;;;;;;;;;Niedaleko Klanu Ognia i Klasztoru Innosa.;;Неподалёку от Клана Огня и Монастыря Инноса.;;;

INFO_ZSPedar_10_PLR_01=How did you come up with the idea for this sword?;;;;;;;;;;;;;;Jak wpadłeś na pomysł tego miecza?;;Как тебе пришла в голову идея этого меча?;;;
INFO_ZSPedar_10_NPC_02=You won't believe it, but I saw a drawing of him in a dream.;;;;;;;;;;;;;;Nie uwierzysz, ale widziałem jego rysunek we śnie.;;Ты не поверишь, но я увидел его чертёж во сне.;;;
INFO_ZSPedar_10_PLR_03=In a dream?;;;;;;;;;;;;;;We śnie?;;Во сне?;;;
INFO_ZSPedar_10_NPC_04=Yes, but it wasn't an ordinary dream.;;;;;;;;;;;;;;Tak, ale to nie był zwykły sen.;;Да, но это был не обычный сон.;;;
INFO_ZSPedar_10_NPC_05=As if someone wanted me to make this sword.;;;;;;;;;;;;;;Jakby ktoś chciał, żebym zrobił ten miecz.;;Как будто кто-то хотел, чтобы я изготовил этот меч.;;;
INFO_ZSPedar_10_NPC_06=Because in the morning I didn't remember anything from this dream.;;;;;;;;;;;;;;Bo rano nic z tego snu nie pamiętałem.;;Потому как на утро, я ничего не помнил из этого сна.;;;
INFO_ZSPedar_10_NPC_07=But I remembered the drawing to the smallest detail.;;;;;;;;;;;;;;Ale pamiętałem rysunek w najdrobniejszych szczegółach.;;Но чертёж запомнил в мельчайших деталях.;;;

INFO_ZSPedar_11_PLR_01=I did it! I have ice dragon blood!;;;;;;;;;;;;;;Udało mi się! Mam krew lodowego smoka!;;Я сделал это! Кровь ледяного дракона у меня!;;;
INFO_ZSPedar_11_NPC_02=I can't believe this moment has come.;;;;;;;;;;;;;;Nie mogę uwierzyć, że nadszedł ten moment.;;Не могу поверить, что этот момент настал.;;;
INFO_ZSPedar_11_NPC_03=Now the matter remains small.;;;;;;;;;;;;;;Teraz sprawa pozostaje niewielka.;;Теперь дело остаётся за малым.;;;
INFO_ZSPedar_11_NPC_04=Go to the Hammer Clan Foundry and create a bullion spot with this mold..;;;;;;;;;;;;;;Udaj się do Odlewni klanu młota i stwórz sztaba miejsce za pomocą tej formy..;;Отправляйся в плавильню клана Молота и создай заготовку с помощью этой формы.;;;
INFO_ZSPedar_11_NPC_04A=You will need 100 pieces of ore and knowledge acquired from Ingvar.;;;;;;;;;;;;;;Będziesz potrzebował stu kawałków rudy i wiedzy nabytej od Ingvara.;;Тебе понадобится сто кусков магической руды и приобретённые у Ингвара знания.;;;

INFO_ZSPedar_12_PLR_01=Here's your zagotvoka!;;;;;;;;;;;;;;Oto twoje zagotvokę!;;Вот твоя заготовка!;;;
INFO_ZSPedar_12_NPC_02=I can't wait to start.;;;;;;;;;;;;;;Nie mogę się doczekać, aby zacząć.;;Мне уже не терпится начать работу.;;;
INFO_ZSPedar_12_NPC_03=I don't know how long it will take, but you should definitely visit me later.;;;;;;;;;;;;;;Nie wiem, ile mi to zajmie, ale zdecydowanie powinieneś mnie później odwiedzić.;;Я не знаю сколько мне потребуется времени, но ты обязательно должен зайти ко мне позже.;;;

INFO_ZSPedar_11_NPC_05=Everything is ready. This world has never seen such a blade.;;;;;;;;;;;;;;Wszystko gotowe. Ten świat nigdy nie widział takiego ostrza.;;Всё готово. Этот мир ещё не видел такого клинка.;;;
INFO_ZSPedar_11_NPC_06=I have achieved my goal. Now you have to achieve yours.;;;;;;;;;;;;;;Osiągnąłem swój cel. Teraz musisz osiągnąć swój.;;Моя цель достигнута. Теперь, ты должен достигнуть своей.;;;
INFO_ZSPedar_11_PLR_07=Are you sure you want to break up with him?;;;;;;;;;;;;;;Jesteś pewien, że chcesz się z nim rozstać?;;Ты готов расстаться с ним?;;;
INFO_ZSPedar_11_NPC_08=I didn't create this sword to collect dust in a chest.;;;;;;;;;;;;;;Nie stworzyłem tego miecza, żeby zbierał kurz w skrzyni.;;Я создал этот меч, не для того, чтобы он пылился в сундуке.;;;
INFO_ZSPedar_11_NPC_09=And I don't know a more worthy warrior than you.;;;;;;;;;;;;;;I nie znam bardziej godnego wojownika niż ty.;;И я не знаю более достойного воина, чем ты.;;;
INFO_ZSPedar_11_PLR_10=It's a great honor for me.;;;;;;;;;;;;;;To dla mnie wielki zaszczyt.;;Это большая честь для меня.;;;
INFO_ZSPedar_11_NPC_11=Go and do not be defeated by any enemy.;;;;;;;;;;;;;;Idź i nie daj się pokonać żadnemu wrogowi.;;Ступай, и пусть ни один враг не одолеет тебя.;;;

INFO_ZSPedar_13_PLR_01=What about your consent?;;;;;;;;;;;;;;A co z twoją zgodą?;;Как насчёт твоего согласия?;;;
INFO_ZSPedar_13_NPC_02=Of course you deserve it.;;;;;;;;;;;;;;Oczywiście, że na nią zasługujesz.;;Разумеется, ты его заслужил.;;;
INFO_ZSPedar_13_NPC_03=Go to Ingvar with my regards.;;;;;;;;;;;;;;Idź do Ingvara z moimi pozdrowieniami.;;Отправляйся к Ингвару с моими наилучшими пожеланиями.;;;

INFO_ZSPedar_14_PLR_01=I think I found the bodies of your students.;;;;;;;;;;;;;;Myślę, że znalazłem ciała twoich uczniów.;;Кажется я нашел тела твоих учеников.;;;
INFO_ZSPedar_14_PLR_02=One of them had this diary.;;;;;;;;;;;;;;Jeden z nich miał ten pamiętnik.;;У одного из них был этот дневник.;;;
INFO_ZSPedar_14_NPC_03=These fools went for the second ingredient without preparation.;;;;;;;;;;;;;;Ci głupcy poszli po drugi składnik bez przygotowania.;;Эти глупцы отправились за вторым компонентом без подготовки.;;;
INFO_ZSPedar_14_NPC_04=All to impress me.;;;;;;;;;;;;;;A wszystko po to, żeby mi zaimponować.;;И всё это ради того, чтобы впечатлить меня.;;;
INFO_ZSPedar_14_NPC_05=Now I know the truth.;;;;;;;;;;;;;;Teraz znam prawdę.;;Теперь, я знаю правду.;;;
INFO_ZSPedar_14_NPC_06=I am not responsible for their deaths.;;;;;;;;;;;;;;Nie jestem odpowiedzialny za ich śmierć.;;Я не виноват в их смерти.;;;
INFO_ZSPedar_14_NPC_07=You have no idea how much that means to me.;;;;;;;;;;;;;;Nie masz pojęcia, ile to dla mnie znaczy.;;Ты не представляешь, как много для меня это значит.;;;
INFO_ZSPedar_14_NPC_08=Tell Ingvar I gave you permission.;;;;;;;;;;;;;;Powiedz Ingvarowi, że udzieliłem ci zgody.;;Передай Ингвару, что я дал тебе своё согласие.;;; 

INFO_ZSPedar_15_PLR_01=How's work going?;;;;;;;;;;;;;;Jak idzie praca?;;Как продвигается работа?;;;
INFO_ZSPedar_15_NPC_02=All is lost.;;;;;;;;;;;;;;Wszystko stracone.;;Всё потеряно.;;;
INFO_ZSPedar_15_NPC_03=I won't be able to forge this sword.;;;;;;;;;;;;;;Nie będę w stanie wykuć tego miecza.;;Я не смогу выковать этот меч.;;;
INFO_ZSPedar_15_PLR_04=Why?;;;;;;;;;;;;;;Dlaczego?;;В чём проблема?;;;
INFO_ZSPedar_15_NPC_05=The long years without a blacksmith's hammer in his hands made themselves felt.;;;;;;;;;;;;;;Długie lata bez kowalskiego młotka w rękach dały o sobie znać.;;Долгие годы без кузнечного молота в руках дали о себе знать.;;;
INFO_ZSPedar_15_NPC_06=I forgot how to craft weapons.;;;;;;;;;;;;;;Zapomniałem, jak tworzyć broń.;;Я разучился создавать оружие.;;;
INFO_ZSPedar_15_PLR_07=Can I help you?;;;;;;;;;;;;;;Czy mogę ci pomóc?;;Я могу чем-то помочь?;;;
INFO_ZSPedar_15_NPC_08=I'm afraid not.;;;;;;;;;;;;;;Obawiam się, że nie.;;Боюсь, что нет.;;;
INFO_ZSPedar_15_NPC_09=Only long and reliable practice will restore my skills.;;;;;;;;;;;;;;Tylko długa i rzetelna praktyka przywróci mi moje umiejętności.;;Лишь долгая и усердная практика вернёт мне знания.;;;
INFO_ZSPedar_15_NPC_10=Although no, maybe there is something.;;;;;;;;;;;;;;Chociaż nie, może jest coś.;;Хотя нет, пожалуй, есть кое-что.;;;
INFO_ZSPedar_15_NPC_11=I need a blueprint for a sword made of pure magic ore.;;;;;;;;;;;;;;Potrzebuję schematu miecza wykonanego z czystej magicznej rudy.;;Мне нужен чертёж отличного меча из чистой магической руды.;;;
INFO_ZSPedar_15_NPC_12=If I look at him, maybe I'll remember my trade.;;;;;;;;;;;;;;Jeśli na niego spojrzę, może przypomnę sobie swój fach.;;Если я взгляну на него, то, возможно, смогу вспомнить своё ремесло.;;;

INFO_ZSPedar_16_PLR_01=I brought you a diagram.;;;;;;;;;;;;;;Przyniosłem ci schemat.;;Я принёс тебе чертёж.;;;
INFO_ZSPedar_16_NPC_02=Give me a look!;;;;;;;;;;;;;;Daj mi spojrzeć!;;Дай взглянуть!;;;
INFO_ZSPedar_16_NPC_03=I'm starting to remember some things. Perhaps not all is lost yet.;;;;;;;;;;;;;;Zaczynam sobie przypominać niektóre rzeczy. Być może nie wszystko jest jeszcze stracone.;;Я начинаю вспоминать некоторые нюансы. Быть может, ещё не всё потеряно.;;;
INFO_ZSPedar_16_PLR_04=How long will it take you to forge a sword?;;;;;;;;;;;;;;Jak długo zajmie ci wykucie miecza?;;Сколько времени тебе потребуется, чтобы выковать свой меч?;;;
INFO_ZSPedar_16_NPC_05=I don't know. Maybe a day, maybe a few months.;;;;;;;;;;;;;;Nie wiem. Może dzień, może kilka miesięcy.;;Я не знаю. Может день, а может несколько месяцев.;;;
INFO_ZSPedar_16_NPC_06=Don't wait for me, keep fighting the orcs.;;;;;;;;;;;;;;Nie czekaj na mnie, kontynuuj walkę z orkami.;;Не жди меня, продолжай свою борьбу с орками.;;;
INFO_ZSPedar_16_NPC_07=Free Nordmar!;;;;;;;;;;;;;;Uwolnij Nordmar!;;Освободи Нордмар!;;;

INFO_ZSErzofen_01_PLR_01=[Exchange 100 pieces of ore for Petar's ingot];;;;;;;;;;;;;;[Wymień 100 kawałków rudy na sztaba Petara];;[Обменять 100 кусков руды на заготовку для Петара];;;

INFO_ZSPlayer_01_PLR_01=Looks familiar.;;;;;;;;;;;;;;Wygląda znajomo.;;Выглядит знакомым.;;;

INFO_ZSTizgar_02_PLR_01=How can I contact Beliar?;;;;;;;;;;;;;;Jak mogę skontaktować się z Beliarem?;;Как я могу связаться с Белиаром?;;;
INFO_ZSTizgar_02_NPC_02=Only one person can talk to him directly. Zuben.;;;;;;;;;;;;;;Tylko jedna osoba może z nim bezpośrednio porozmawiać. Zuben.;;Лишь один человек может общаться с ним напрямую. Зубен.;;;

INFO_ZSTizgar_03_NPC_01=Looks like you pissed him off pretty bad.;;;;;;;;;;;;;;Wygląda na to, że nieźle go wkurzyłeś.;;Похоже, ты разозлил его.;;;
INFO_ZSTizgar_03_NPC_02=Choose your words wisely next time.;;;;;;;;;;;;;;Następnym razem mądrze dobieraj słowa.;;В следующий раз подбирай слова с умом.;;;

INFO_ZSXardas_01_PLR_01=What can you tell me about fire goblets?;;;;;;;;;;;;;;Co możesz mi powiedzieć o ognistych pucharach?;;Что ты можешь рассказать мне об огненных кубках?;;;
INFO_ZSXardas_01_NPC_02=These are ancient Innos artifacts that grant their owner magical abilities.;;;;;;;;;;;;;;Są to starożytne artefakty Innosa, dające ich właścicielowi magiczne zdolności.;;Это древние артефакты Инноса, дарующие своему обладателю магические способности.;;;
INFO_ZSXardas_01_NPC_03=They lost their power long ago.;;;;;;;;;;;;;;Straciły swoją moc dawno temu.;;Они лишились своей силы давным давно.;;;
INFO_ZSXardas_01_PLR_04=Everyone I met wanted to take these chalices to Innos Monastery.;;;;;;;;;;;;;;Każdy, kogo spotkałem, chciał zabrać te kielichy do klasztoru Innosa.;;Все, кого я встречал, хотели отнести эти кубки в монастырь Инноса.;;;
INFO_ZSXardas_01_NPC_05=Looks like the Firebenders are up to something.;;;;;;;;;;;;;;Wygląda na to, że Magowie Ognia coś knują.;;Похоже, маги огня что-то задумали.;;;
INFO_ZSXardas_01_NPC_06=Go to the monastery and find out what.;;;;;;;;;;;;;;Idź do klasztoru i dowiedz się co.;;Отправляйся в монастырь и выясни, что именно.;;;

INFO_ZSXardas_02_PLR_01=The Firebenders want to restore the power of the goblets by throwing them into the holy fire.;;;;;;;;;;;;;;Magowie Ognia chcą przywrócić pucharom ich moc, wrzucając je do świętego ognia.;;Маги огня хотят вернуть кубкам их силу, бросив в священный огонь.;;;
INFO_ZSXardas_02_NPC_02=They may succeed, with your help.;;;;;;;;;;;;;;Może im się to udać, z twoją pomocą.;;Может быть у них это и получится, с твоей помощью.;;;
INFO_ZSXardas_02_NPC_03=You can use it.;;;;;;;;;;;;;;Możesz to wykorzystać.;;Этим можно воспользоваться.;;;
INFO_ZSXardas_02_NPC_04=What are they going to do with the trophies once they've won them all?;;;;;;;;;;;;;;Co zamierzają zrobić z pucharami, gdy już wszystkie zdobędą?;;Что они собираются делать с кубками дальше?;;;
INFO_ZSXardas_02_PLR_05=I will have to return the paladins to their magic.;;;;;;;;;;;;;;Będę musiał zwrócić paladynom ich magię.;;Я должен буду вернуть паладинам их магию.;;;
INFO_ZSXardas_02_NPC_06=Listen to me.;;;;;;;;;;;;;;Posłuchaj mnie.;;Выслушай меня.;;;
INFO_ZSXardas_02_NPC_07=If you manage to collect all the fire goblets, don't part with them too hastily.;;;;;;;;;;;;;;Jeśli uda ci się zebrać wszystkie ogniste puchary, nie rozstawaj się z nimi zbyt pochopnie.;;Если тебе удастся собрать все огненные кубки, не спеши расставаться с ними.;;;
INFO_ZSXardas_02_NPC_08=Bring them to me and I'll show you another solution.;;;;;;;;;;;;;;Przynieś je do mnie, a przedstawię ci inne rozwiązanie.;;Принеси их сюда и я предложу тебе другое решение этого вопроса.;;;

INFO_ZSXardas_03_PLR_01=I collected all twelve fire goblets.;;;;;;;;;;;;;;Zebrałem wszystkie dwanaście ognistych pucharów.;;Все двенадцать кубков сейчас находятся у меня.;;;
INFO_ZSXardas_03_PLR_02=What do you propose to do with them?;;;;;;;;;;;;;;Co proponujesz z nimi zrobić?;;Что ты предлагаешь сделать с ними?;;;
INFO_ZSXardas_03_NPC_03=Do you remember how you charged Urizel with the power of a mound of magical ore in the Valley of Mines?;;;;;;;;;;;;;;Czy pamiętasz, jak w Górniczej Dolinie naładowałeś Urizela mocą kopca magicznej rudy?;;Помнишь, как в долине рудников ты зарядил Уризель при помощи горы магической руды?;;;
INFO_ZSXardas_03_NPC_04=Using fire goblets, a similar ritual can be performed with the sacred fire of Innos.;;;;;;;;;;;;;;Używając ognistych pucharów, można przeprowadzić podobny rytuał ze świętym ogniem Innosa.;;Используя огненные кубки, ты можешь провести похожий ритуал со священным огнём Инноса.;;;
INFO_ZSXardas_03_PLR_05=Are you proposing that I betray the paladins?;;;;;;;;;;;;;;Proponujesz mi, żebym zdradził paladynów?;;Ты предлагаешь мне предать паладинов?;;;
INFO_ZSXardas_03_NPC_06=NO. I propose that you create a weapon of unimaginable power and take your fate into your own hands.;;;;;;;;;;;;;;Nie. Proponuję, byś stworzył broń o niewyobrażalnej mocy i wziął swój los we własne ręce.;;Нет. Я предлагаю тебе создать оружие невиданной мощи и взять судьбу в свои руки.;;;
INFO_ZSXardas_03_PLR_07=So what should you do?;;;;;;;;;;;;;;Więc co należy zrobić?;;И что же для этого нужно сделать?;;;
INFO_ZSXardas_03_NPC_08=Listen carefully and remember the order of the ritual.;;;;;;;;;;;;;;Słuchaj uważnie i zapamiętaj kolejność rytuału.;;Слушай внимательно и запоминай порядок проведения ритуала.;;;
INFO_ZSXardas_03_NPC_09=The first thing you'll need is protection that can withstand the scorching flames of the Innos.;;;;;;;;;;;;;;Pierwszą rzeczą, której będziesz potrzebował, jest ochrona, która wytrzyma palące płomienie Innosa.;;В первую очередь тебе потребуется защита, чтобы вынести жар от огня Инноса.;;;
INFO_ZSXardas_03_NPC_10=Pour the fire dragon's blood into the flames to change their nature.;;;;;;;;;;;;;;Wlej krew ognistego smoka do płomieni, aby zmienić ich naturę.;;Плесни в пламя кровь огненного дракона, чтобы изменить его сущность.;;;
INFO_ZSXardas_03_NPC_11=Then throw all the fire goblets into the flames.;;;;;;;;;;;;;;Następnie wrzuć w płomienie wszystkie ogniste puchary;;Затем брось в него огненные кубки.;;;
INFO_ZSXardas_03_NPC_12=Bring a sword made of pure magical ore to the fire.;;;;;;;;;;;;;;Zbliż do ognia miecz wykonany z czystej magiczej rudy.;;После чего поднеси к огню меч из чистой магической руды.;;;
INFO_ZSXardas_03_NPC_13=At this point, your companion will have to cast a spell.;;;;;;;;;;;;;;W tym momencie twój towarzysz będzie musiał rzucić zaklęcie.;;В этот момент твой спутник должен будет прочитать заклинание.;;;
INFO_ZSXardas_03_NPC_14=If all goes well, the sword will absorb the power of the fire goblets.;;;;;;;;;;;;;;Jeśli wszystko pójdzie dobrze, miecz pochłonie moc ognistych pucharów.;;Если всё пройдёт успешно, то меч впитает в себя силу огненных кубков.;;;

QUEST_IngolfAttackDragon=Dragon hunting with Ingolf.;;;;;;;;;;;;;;Polowanie na smoka z Ingolfem.;;Охота на дракона с Ингольфом.;;;

QUEST_XardasFireMagesPlans=Wants to know what the Firebenders are up to.;;;;;;;;;;;;;;chce wiedzieć, co knują Magowie Ognia.;;Выясни для Ксардаса, что затевают маги огня.;;;
QUESTDESC_XardasFireMagesPlans=Xardas wants to know what the Firebenders are going to do with the fire goblets.;;;;;;;;;;;;;;Xardas chce wiedzieć, co Magowie Ognia zamierzają zrobić z ognistymi pucharami.;;Ксардас хочет узнать, что маги огня собираются сделать с огненными кубками.;;;
CNQ_THE_XardasFireMagesPlans_01=Xardas will be interested in what I heard from Milten.;;;;;;;;;;;;;;Xardas będzie zainteresowany tym co, usłyszałem od Miltena.;;Ксардасу будет интересно услышать информацию, которую я получил от Мильтена.;;;

QUEST_XardasFireCupsRitual=Victim.;;;;;;;;;;;;;;Ofiara.;;Жертва.;;;
QUESTDESC_XardasFireCupsRitual=Xardas told me about a ritual that would imbue a sword with the power of fire goblets. I need a sword of pure magic ore, the blood of a fire dragon, and the help of my old friend Milten.;;;;;;;;;;;;;;Xardas opowiedział mi o rytuale, który będzie w stanie nasycić miecz mocą ognistych pucharów. Potrzebuję miecza z czystej magicznej rudy, krwi ognistego smoka i pomocy mojego starego przyjaciela Miltena.;;Ксардас рассказал мне о ритуале, который способен напитать меч силой огненных кубков. Мне потребуется меч из чистой магической руды, кровь огненного дракона и помощь моего старого друга Мильтена.;;;
CNQ_THE_XardasFireCupsRitual_01=Milten refused to help me. I must find a way to get him to read the scroll of Xardas the moment I bring the sword to the fire.;;;;;;;;;;;;;;Milten odmówił mi pomocy. Muszę znaleźć sposób, by skłonić go do przeczytania zwoju Xardasa w chwili, gdy zbliżę miecz do ognia.;;Мильтен отказался мне помогать. Нужно найти способ заставить его прочитать свиток Ксардаса, в момент, когда я поднесу меч к огню.;;;
CNQ_THE_XardasFireCupsRitual_02=I got the blood of the fire dragon.;;;;;;;;;;;;;;Zdobyłem krew ognistego smoka.;;Я достал кровь огненного дракона.;;;
CNQ_THE_XardasFireCupsRitual_03=An ancestral sword would be appropriate for this ritual.;;;;;;;;;;;;;;Miecz przodków byłby odpowiedni do tego rytuału.;;Меч предков подойдёт для этого ритуала.;;;
CNQ_THE_XardasFireCupsRitual_04=The power of the ancestors will be appropriate for this ritual.;;;;;;;;;;;;;;Moc przodków będzie odpowiednia do tego rytuału.;;Сила предков подойдёт для этого ритуала.;;;

QUEST_PedarHornWhiteShadowBeast=White Shadowbeast Horn.;;;;;;;;;;;;;;Róg Białego Cieniostwora.;;Рог белого мракориса.;;;
QUEST_PedarHornRockTroll=Snow troll bone.;;;;;;;;;;;;;;Kość śnieżnego trolla;;Кость снежного тролля;;;
QUEST_PedarBloodDragon=Ice Dragon Blood.;;;;;;;;;;;;;;Krew Lodowego Smoka;;Кровь ледяного дракона;;;
QUEST_PedarPureOreSword=Magic Petar's Staff.;;;;;;;;;;;;;;Sztaba magicznej Petara;;Рудная болванка Петара;;;
QUEST_PedarCreateSword=Dragon's Blood Blade.;;;;;;;;;;;;;;Ostrze Smoczej Krwi.;;Меч крови дракона.;;;
QUEST_PedarNeedRecipe=Bring Pedar the blueprint for the Sword of the Ancestors.;;;;;;;;;;;;;;Przynieś Pedarowi schemat Miecza Przodków.;;Принеси Петару рецепт меча предков.;;;
QUEST_PedarCreateSword2=Dragon's Blood Blade.;;;;;;;;;;;;;;Ostrze Smoczej Krwi.;;Меч крови дракона.;;;

QUEST_BeliarClawRitual=Deal with Beliar.;;;;;;;;;;;;;;Układ z Beliarem.;;Сделка с Белиаром.;;;
QUESTDESC_BeliarClawRitual=In Sigmor's chest I found an all familiar sword. I need to find out what Sigmor planned to do with it. But the dark magician is unlikely to be pleased if he finds out that I've been rummaging through his stuff.;;;;;;;;;;;;;;W skrzyni Sigmora znalazłem całkeim znajomy miecz. Muszę dowiedzieć się, co Sigmor planował z nim zrobić. Ale mroczny mag raczej nie będzie zadowolony, jeśli dowie się, że grzebałem w jego rzeczach.;;В сундуке, открывшемся при помощи ключа Сигмора, я нашёл до боли знакомый меч. Надо выяснить, что Сигмор планировал с ним делать. Вот только тёмный маг вряд ли будет обрадован, если узнает, что я рылся в его вещах.;;;
CNQ_THE_BeliarClawRitual_01=According to Sigmor's journal, he planned to restore Talon's power. To do so, he would have to contact Beliar himself with a staff of some sort.;;;;;;;;;;;;;;Według dziennika Sigmora, planował on przywrócić moc Szponu. W tym celu musiałby skontaktować się z samym Beliarem za pomocą jakiegoś kosturu.;;Если верить дневнику Сигмора, он планировал заполучить скрытую мощь Когтя. Для этого необходимо связаться с самим Белиаром при помощи какого-то посоха.;;;
CNQ_THE_BeliarClawRitual_02=Beliar offered me a deal. I'll pour new power into the Talon if I kill all the waterbenders.;;;;;;;;;;;;;;Beliar zaproponował mi układ. Przeleje w Szpon nową moc, jeśli zabiję wszystkich magów wody.;;Белиар предложил мне сделку. Он наделит Коготь новыми силами, если я убью всех магов воды.;;;
CNQ_THE_BeliarClawRitual_03=All Waterbenders are dead. I just hope the God of Darkness hasn't lied to me.;;;;;;;;;;;;;;Wszyscy Magowie Wody nie żyją. Mam tylko nadzieję, że Bóg Ciemności mnie nie okłamał.;;Все маги воды мертвы. Надеюсь, бог разрушений не обманул меня.;;;
CNQ_THE_BeliarClawRitual_04=Zuben is the only one who knows how to contact Beliar.;;;;;;;;;;;;;;Zuben jako jedyny wie, jak skontaktować się z Beliarem.;;Зубен единственный, кто знает, как связаться с Белиаром.;;;

ITEMDESC_Sword_2H_BeliarsClaw=I have captured this weapon in Jharkendar. It still emits its power.;;-;;-;;Diese Waffe habe ich in Jharkendar erbeutet. Sie strahlt immer noch ihre Macht aus.;;-;;-;;-;;To miecz który zdobyłem w Jarkendarze, jednak jego moc jakby osłabła.;;Тонкое блестящее лезвие превосходно рассекает врагов.;;;

BOOKTEXTLEFT_HunterBook=\n\nWe made it! We found a white shadowbeast. Now that we have his horn, we should go back to the teacher. But my partner has a better idea. We know which component will be needed next, so we will go for it right away. Upon returning, the teacher will be pleasantly surprised.;;;;;;;;;;;;;;\n\nUdało nam się! Znaleźliśmy białego cieniostwora. Skoro już mamy jego róg, powinniśmy wrócić do nauczyciela. Ale mój partner ma lepszy pomysł. Wiemy, który komponent będzie potrzebny w następnej kolejności, dlatego od razu po niego pójdziemy. Po powrocie nauczyciel będzie mile zaskoczony.;;\n\nНам удалось это! Мы нашли белого мракориса. Теперь, когда его рог у нас, нам следует вернуться к учителю. Но у моего напарника есть идея по лучше. Мы знаем, какой компонент понадобится следующим, и поэтому сразу отправимся за ним. Когда мы вернемся учитель будет приятно удивлён.;;;
BOOKTEXTRIGHT_HunterBook=\n\nWe are standing at the foot of the mountain. Somewhere up there, snow trolls are waiting for us. It wasn't until I got here that I realized the danger of the impending clash. Maybe we should turn back?;;;;;;;;;;;;;;\n\nStoimy u podnóża góry. Gdzieś tam na górze czekają na nas śnieżne trolle. Dopiero gdy tu dotarłem, zdałem sobie sprawę z niebezpieczeństwa zbliżającego się starcia. Może powinniśmy zawrócić?;;\n\nМы стоим у подножия горы. Где-то там, наверху, нас ждут снежные тролли. Лишь оказавшись здесь, я осознал всю опасность предстоящей вылазки. Может нам стоит повернуть обратно?;;-;
BOOKTEXTLEFT_SigmorBook=\n\nThe fishermen said they fished this sword out of the sea. What could it be? A stroke of luck or the will of Beliar himself? Anyway, I was lucky to find this sword before other dark magicians. This sword is the key to world domination. But Beliar himself must let it be wielded. If I had a skeleton...;;;;;;;;;;;;;;\n\nRybacy powiedzieli, że wyłowili ten miecz z morza. Co to może być? Łut szczęścia czy wola samego Beliara? W każdym razie miałem szczęście, że znalazłem ten miecz przed innymi mrocznymi magami. Ten miecz jest kluczem do dominacji nad światem. Ale sam Beliar musi pozwolić go dzierżyć. Gdybym miał kostur...;;\n\nРыбаки утверждают, что выловили этот меч в море. Что это? Удача или воля Белиара? В любом случае, мне повезло добраться до этого меча раньше других тёмных магов. Этот меч – ключ к господству над миром. Но только сам Белиар может помочь мне воспользоваться им. Если бы только у меня был посох...;;;
